Table of Contents
 Class PointResultOfTA
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Point Result of TA
[Obfuscation(Feature = "renaming")]
public class PointResultOfTA : PointResultBase
Inheritance
object
PointResultBase
PointResultOfTA
Inherited Members
 PointResultBase.Loading
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Temp
Temperature
public double Temp { get; set; }
Property Value
double
 Edit this page